tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"

#packages
brew "openssl"
brew "node"
brew "npm"
brew "python3"
brew "openvpn"
brew "awscli"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"

cask_args appdir: "/Applications"
cask "anaconda"
cask "firefox"
cask "google-chrome"
cask "dropbox"
cask "skype"
cask "docker"
cask "iterm2"
cask "textmate"
cask "pycharm"
cask "visual-studio-code"
cask "sourcetree"
cask "the-unarchiver"
cask "vlc"
cask "spotify"
cask "sonos"
cask "yujitach-menumeters"
cask "monolingual"
