tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"

#packages
brew "openssl"
brew "node"
brew "npm"
brew "python3"
brew "pip"
brew "openvpn"
brew "awscli"
brew "tmux"
brew "gradle"
brew "vim"
brew "zsh"
brew "zsh-completions"

cask_args appdir: "/Applications"
cask "1password"
cask "java"
cask "java8"
cask "anaconda"
cask "colluquy"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-chrome-canary"
cask "dropbox"
cask "gpgtools"
cask "skype"
cask "slack"
cask "spectacle"
cask "virtualbox"
cask "docker"
cask "iterm2"
cask "textmate"
cask "pycharm"
cask "android-studio"
cask "visual-studio-code"
cask "sourcetree"
cask "the-unarchiver"
cask "atom"
cask "vlc"
cask "spotify"
cask "gimp"
cask "microsoft-office"
cask "transmission"
cask "whatsapp"
cask "sonos"
cask "spectacle"
cask "things"
cask "evernote"
cask "kindle"
cask "yujitach-menumeters"
cask "tunnelblick"
cask "monolingual"
cask "sketch"